<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%@ include file="public/head.jsp"%>
<div class="lijiang" style="margin-top: -20px">
    <div class="scenery-head">
        <div class="container">
            <div class="row">
                <h3><strong>丽江&nbsp;&nbsp;&nbsp;&nbsp;Lijiang</strong></h3>
                <span>欢迎您访问丽江</span>
                <hr>
                <div class="col-lg-8">
                    <p>丽江市，云南省辖地级市，位于云南省西北部云贵高原与青藏高原的连接部位，市区中心位于东经100°25'北纬26°86'，海拔高度为2418米。北连迪庆藏族自治州，南接大理白族自治州，西邻怒江傈僳族自治州，东与四川凉山彝族自治州和攀枝花市接壤。</p>
                    <p>总面积20600平方公里。辖古城区、玉龙纳西族自治县、永胜县、华坪县、宁蒗彝族自治县，共有69个乡（镇）、446个村民委员会，总人口1244769人（第六次人口普查）。</p>
                    <p>丽江古城区是中国罕见的保存相当完好的少数民族古城，集中了纳西文化的精华，完整地保留了宋、元以来形成的历史风貌。 丽江自古以来是丝绸之路和茶马古道的中转站，丽江有建于南宋的丽江古城，纳西族名称叫“巩本知”，“巩本”为仓廪，“知”即集市，丽江古城曾是仓廪集散之地。</p>
                </div>
                <div class="col-lg-4">
                    <video controls>
                        <source src="../../video/丽江.mp4" type="video/mp4">
                        <source src="../../video/丽江.ogg" type="video/ogg">
                        <source src="../../video/丽江.webm" type="video/webm">
                        <object data="../../video/丽江.mp4" width="320" height="240">
                            <embed src="../../video/丽江.swf" width="320" height="240">
                        </object>
                    </video>
                </div>
            </div>
        </div>
    </div>

    <div class="container scenery-info">
        <div class="panel panel-default">
            <div class="panel-heading">
                <ul class="nav nav-pills nav-justified" role="tablist">
                    <li role="presentation" class="active"><a href="#home" aria-controls="home" role="tab" data-toggle="tab">主页</a></li>
                    <li role="presentation"><a href="#scenery" aria-controls="scenery" role="tab" data-toggle="tab">景点</a></li>
                    <li role="presentation"><a href="#accommodation" aria-controls="accommodation" role="tab" data-toggle="tab">住宿</a></li>
                    <li role="presentation"><a href="#cate" aria-controls="cate" role="tab" data-toggle="tab">美食店</a></li>
                </ul>

            </div>
            <div class="panel-body">

                <div class="tab-content">
                    <div role="tabpanel" class="tab-pane active" id="home">
                        <!-- 丽江主页 -->
                        <div class="main-info">
                            <div class="strategy">
                                <h2>旅游攻略</h2>
                                <div class="strategy-head">
                                    <h3>景点概况</h3>
                                    <hr>
                                </div>
                                <div class="strategy-item">
                                    <h4>丽江速览</h4>
                                    <div>
                                        <p>丽江地区位于云南省西北部云贵高原与青藏高原的连接部位，曾是是丝绸之路和茶马古道的中转站，历史非常悠久，因为独特人文和自然景观，成为近国内人气非常高的旅行胜地。</p>
                                        <p>丽江古城又叫大研古镇，是中国为数不多的少数民族古城，被评为“世界文化遗产”：这里有浓郁的民族风情，小桥流水式的布局，错落有致的民居建筑，还有散漫的生活节奏丰富的夜生活。</p>
                                        <p>不少旅行者以为丽江古城就是丽江，其实不然。除了古城，丽江地区面积远大于丽江古城，这里有很多值得游览的地方——比如神秘的“东方女儿国”泸沽湖，安静闲适的束河古镇，巍峨雄伟的玉龙雪山，山清水秀的拉市海和波澜壮阔的虎跳峡等地。</p>
                                    </div>
                                </div>
                                <div class="strategy-item">
                                    <h4>最佳旅行时间</h4>
                                    <div class="row">
                                        <div class="col-lg-8">
                                            <p>丽江一年四季皆适宜游览。不同时间来到丽江都会有不同的感受和收获。</p>
                                            <p>2月：到拉市海附近的农田看油菜花、到长江第一湾、玉龙雪山游览，建议穿毛衣，雪山上需要穿棉衣（可租赁）。</p>
                                            <p>4月：丽江古城和玉龙雪山最美的时候，建议带短袖T恤、毛衣、外套、防晒品、雨具。</p>
                                            <p>5月：在丽江的山野间看百花开放，落英缤纷，要注意防晒。</p>
                                            <p>6-8月：多雨的季节，可看丽江雨中风情，建议出门带好雨具。</p>
                                            <p>9-10月：到丽江的田野间看丰收胜景，建议穿抓绒外套。</p>
                                        </div>
                                        <div class="col-lg-4">
                                            <img class="img-thumbnail" src="../../images/homepage/e824b899a9014c08d8824165067b02087af4f4b1.jpg">
                                        </div>
                                    </div>
                                </div>
                                <div class="strategy-item">
                                    <h4>建议游玩天数</h4>
                                    <div>
                                        <p>3-5天。</p>
                                        <p>由于丽江地区各景区比较分散，大多数游客会选择花上3-5天时间，遍览丽江古城、拉市海、玉龙雪山等经典景点，如果选择去泸沽湖，则需要呆上5天。</p>
                                    </div>
                                </div>
                                <div class="strategy-item">
                                    <h4>消费水平</h4>
                                    <div class="row">
                                        <div class="col-lg-8">
                                            <p>丽江古城内的东西较贵，但古城外的新城区、以及丽江市外其它景区的消费水平相对较低。</p>
                                            <p>景点：15-100元</p>
                                            <p>餐饮：以丽江古城为例，这里既有价格经济的10+/碗的米线，也有精品餐厅100+以上的双人套餐。酒吧和咖啡厅的消费和一线城市看齐。</p>
                                            <p>住宿：三星、四星级的酒店均价在200-350元之间。</p>
                                            <p>交通：从机场打车到丽江城区为80-120元，丽江古城包车至泸沽湖的价格为600-700元。</p>
                                        </div>
                                        <div class="col-lg-4">
                                            <img class="img-thumbnail" src="../../images/homepage/5ab5c9ea15ce36d324baeaf036f33a87e850b1b0.jpg">
                                        </div>
                                    </div>
                                </div>
                                <div class="strategy-head">
                                    <h3>景点游玩</h3>
                                    <hr>
                                </div>
                                <div class="strategy-item">
                                    <h4>路线推荐</h4>
                                    <div>
                                        <p><a target="_blank" href="${pageContext.request.contextPath}/travel/route/003?routeId=3">丽江+玉龙雪山4日玩法  游玩时间：2-5天  最佳季节：7-10月<small>(点击查看详情)</small></a></p>
                                        <p>D1 丽江古城 → 狮子山 → 木府 → 丽江四方街</p>
                                        <p>D2 冰川公园 → 云杉坪(殉情谷) → 蓝月谷</p>
                                        <p>D3 束河古镇 → 束河四方街 → 青龙桥 → 九鼎龙潭 → 龙泉寺(三圣宫) → 茶马古道博物馆</p>
                                        <p>D4 拉市海湿地公园</p>
                                    </div>
                                </div>
                                <div class="strategy-item">
                                    <h4>必游景点</h4>
                                    <div class="row">
                                        <div class="col-xs-6 col-md-3">
                                            <div class="thumbnail">
                                                <img src="../../images/homepage/丽江古城.jpg" style="height: 163px;" alt="...">
                                            </div>
                                            <div class="caption">
                                                <h5 style="text-align: center;">丽江古城</h5>
                                            </div>
                                        </div>
                                        <div class="col-xs-6 col-md-3">
                                            <div class="thumbnail">
                                                <img src="../../images/homepage/束河古镇.jpg" style="height: 163px;" alt="...">
                                            </div>
                                            <div class="caption">
                                                <h5 style="text-align: center;">束河古镇</h5>
                                            </div>
                                        </div>
                                        <div class="col-xs-6 col-md-3">
                                            <div class="thumbnail">
                                                <img src="../../images/homepage/玉龙雪山.jpg" style="height: 163px;" alt="...">
                                            </div>
                                            <div class="caption">
                                                <h5 style="text-align: center;">玉龙雪山</h5>
                                            </div>
                                        </div>
                                        <div class="col-xs-6 col-md-3">
                                            <div class="thumbnail">
                                                <img src="../../images/homepage/拉海市.jpg" style="height: 163px;" alt="...">
                                            </div>
                                            <div class="caption">
                                                <h5 style="text-align: center;">拉海市</h5>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                                <div class="strategy-item">
                                    <h4>当地活动</h4>
                                    <div>
                                        <p>餐饮：丽江美食口味偏辣，以纳西菜为主，同时也有云南菜、川菜。食材多以野生山珍、家禽为主。此外还有各种小吃，数不胜数。</p>
                                        <p>购物：丽江地区的民族风情和丰富的自然资源，使这里有很多特色商品和店铺值得购买。大多数购物资源集中在丽江古城和束河古镇上。如果希望为长辈选择礼物，可以选择螺旋藻、丽江窨酒、雪茶、虫草和天麻送给长辈，送给朋友或闺蜜可以选择东巴扎染、驼铃，和一些具有民族风情的特色饰品。但是随着旅游业的发展，商品造假、欺诈的行为也时有发生，所以在选择银器、首饰、珠宝、珍贵药材等商品时请务必小心。</p>
                                        <p>娱乐：丽江的酒吧在全国都很有名，大多集中在丽江古城的酒吧一条街（东大街的上部，也叫洋人街），一直延伸到四方街，还有一些极富异域风情的酒吧多集中在新义街附近。另外，古城四方街一带还有许多不同风格的茶室和咖啡吧，你可以在里面品茶、喝咖啡、看书、发呆，好好享受丽江的美好时光。或者在当地看一场原生态的歌舞表演，也是不错的体验。</p>
                                    </div>
                                </div>
                            </div>
                            <div class="history">
                                <h2>历史沿革</h2>
                                <div class="history-item">
                                    <div class="row">
                                        <div class="col-lg-8">
                                            <p>丽江古城在南宋时期就初具规模，已有八九百年的历史。</p>
                                            <p>战国时属秦国蜀郡。</p>
                                            <p>汉属越郡。</p>
                                            <p>三国属云南郡。</p>
                                            <p>南朝为遂段县，大约在此时纳西族先民迁于此。</p>
                                            <p>唐时曾为姚州都督府地，后为吐蕃，南诏地，称桑川，属剑川节度。</p>
                                            <p>宋为大理善巨郡地，开始建城，忽必烈南征大理，以革囊渡金沙江后在此驻兵操练，“阿营”遗址仍在，当时居民已有千余户，至元十三年改为丽江路，丽江之名始于此，以依傍于丽江（金沙江古名）湾而得名。<p>
                                        </div>
                                        <div class="col-lg-4">
                                            <img class="img-thumbnail" src="../../images/homepage/b8389b504fc2d56236872cb6ed1190ef77c66cda.jpg">
                                        </div>
                                    </div>
                                    <div>
                                        <p>明末已具规模，日渐繁荣，本地木氏土司所营造的宫室非常华美。徐霞客在游记中谓其“宫室之丽，拟于王者”，而丽江府“富冠诸土郡”。《明史云南土司传》则言“云南诸土官知诗书，好礼守义，以丽江木氏为首”。府城大研之名亦始于明代。以其位于丽江坝子中心，四周青山环绕，形似一巨砚，故名大研（砚）厢。</p>
                                        <p>清为丽江府。</p>
                                        <p>雍正元年（1723），改土设流，结束木氏土司元代以来的世袭统治。乾隆三十五年（1770），置丽江县。</p>
                                        <p>1961年成立丽江纳西族自治县，属丽江地区。</p>
                                        <p>1997年12月，丽江古城申报世界文化遗产获成功，填补了中国在世界文化遗产中无历史文化名城的空白。</p>
                                        <p>丽江的文化在1723年清朝改土归流政策以后成为一个纳西文化和汉族文化的综合体。比起金沙江西岸中甸白地（纳西东巴教发源地）的纳西人和金沙江东泸沽湖地区的摩梭人，丽江坝区的纳西社区受中原汉族文化的影响和同化，这种同化过程在1996年的丽江大地震和此后旅游业的发展中逐步加速。</p>
                                        <p>2003年4月，丽江撤地设市，将原丽江地区改设为丽江市，并将原丽江纳西族自治县分为古城区及玉龙纳西族自治县。</p>
                                    </div>
                                </div>
                            </div>
                            <div class="transport">
                                <h2>交通</h2>
                                <div class="transport-item">
                                    <div class="row">
                                        <div class="col-lg-8">
                                            <ul>
                                                <p>丽江地处滇、川、藏三省交汇处，四通八达。</p>
                                                <li>航空</li>
                                                <p>丽江三义机场位于丽江市古城区七河乡，1995年通航，是西南地区“文明机场”。机场占地面积1800亩，机场飞行区等级为4D，跑道长2500米，可供波音737－700型及以下机型起降，开通了昆明、上海、广州、深圳、成都、重庆、北京、版纳、香港、郑州等航线。</p>
                                                <li>铁路</li>
                                                <p>昆明——丽江：从昆明火车站到丽江每天有3趟火车，行车时间约为9小时。</p>
                                                <p>大理——丽江：大理到丽江的火车只需要1小时45分，比汽车行车时间短。每天有2趟火车，其中有一趟是临客。</p>
                                            </ul>
                                        </div>
                                        <div class="col-lg-4">
                                            <img class="img-thumbnail" src="../../images/homepage/t013873572485285bc6.jpg">
                                        </div>
                                    </div>
                                    <div>
                                        <ul>
                                            <li>公路</li>
                                            <p>昆明——丽江：从昆明市西部客运站（马街）、有客车发往丽江，每天有12班，行车时间约9－10个小时，豪华旅游车票价150元。</p>
                                            <p>大理——丽江：大理客运北站上车，6:45至13:00每15分钟发一班，13:20至19:30每30分钟发一班。票价42~67元。大理客运站上车，8:30-19:00，7:00-13:00不定时发车，票价66~80元。</p>
                                            <li>自驾</li>
                                            <p>G5611昆香高速，即昆安——安楚——楚大——大丽——丽香高速。</p>
                                            <li>公交</li>
                                            <p>4路（07:00-21:00 古城区一中→丽江火车站 1元 可使用IC卡 丽江公交公司）</p>
                                            <p>古城区一中 - 象山路口 - 实验学校 - 黑龙潭 - 红太阳广场 - 古城口 - 七星街 - 公路总段 - 白龙广场 - 忠义市场 - 大研中学 - 机床厂 - 庆云路口 - 祥云村 - 干休所 - 护城河 - 中和村 - 上吉市场 - 玉龙县医院 - 玉龙县政府 - 天间教筑 - 玉龙县林业局 - 国家储备局 - 北师大文理学院 - 丽江火车站。</p>
                                            <p>16路</p>
                                            <p>古城区一中 - 象山市场 - 香格里大道 - 市中级法院 - 高快客运站 - 福慧市场 - 七星街 - 阿丹阁 - 市气象局 - 康仲村 - 丽江市行政中心 - 现云村 - 金龙村 - 集云村 - 市公职金中心 - 玉龙中学 - 玉龙园 - 白玉园 - 玉龙县法院 - 玉龙县政府 - 天间教筑 - 玉龙县林业局 - 国家储备局 - 北师大文理学院 - 丽江火车站 。</p>
                                            <p>18路（07:00-21:00 白龙广场→丽江火车站 1元 可使用IC卡 丽江公交公司）</p>
                                            <p>白龙广场 - 玉龙县医院 - 三家村集贸市场 -大研中学- 机床厂 - 庆云路口 - 祥云村 - 干休所 - 护城河 - 中和村 - 玉龙县民族中学 - 南口工业园区 - 丽江火车站。</p>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="scenery">
                                <h2>风景名胜</h2>
                                <div class="scenery-item">
                                    <div>
                                        <p>各民族在语言文字、神话传说、音乐舞蹈、文学艺术、宗教信仰，婚姻、丧葬、生育、节庆、饮食、服饰、待客、礼仪、娱乐活动以及心理素质、生态环境等方面都保留了独特的个性和风格。如纳西族的正月十五棒棒节、三朵节，彝族的火把节，傈僳族的阔时节，普米族的吾昔节，摩梭人的转山节和他留人的粑粑节等。</p>
                                        <p>以“二山、一城、一湖、一江、一文化、一风情”为主要代表。</p>
                                        <p>二山，即玉龙雪山和老君山，玉龙雪山是国家级风景名胜区、省级自然保护区和旅游开发区，景区面积约2.63万公顷。景区内有北半球距赤道最近的现代海洋性冰川，分布有20多个保留完整的原始森林群落和59种珍稀野生动物，被誉为“冰川博物馆”和“动植物宝库”。老君山是“三江并流”的核心景区，总面积842.64平方公里，区内有独特的丹霞地貌、茂密的原始森林和种类丰富、未遭破坏的动植物群落，分布有种子植物79科167属280多种，其中很多是珍稀濒危植物。</p>
                                        <p>一城，即丽江古城，始建于宋末元初，距今已有800多年历史。古城总面积约3.8平方公里，1986年被列为国家级历史文化名城，1997年12月4日被列入世界文化遗产名录。</p>
                                        <p>一湖，即泸沽湖，位于宁蒗县境内，是云南省九大高原湖泊之一。湖面海拔2685米，面积48.45平方公里，平均水深40.3米，最深达93.5米。泸沽湖景区已被列为云南省省级自然保护区、省级旅游度假区。</p>
                                        <p>一江，即金沙江，流经丽江651公里，沿线景观独特，最具代表性的景点有长江第一湾、虎跳峡和宝山石城。</p>
                                        <p>一文化，即纳西东巴文化，包括东巴象形文字、纳西古乐、东巴经卷、东巴绘画、建筑艺术及宗教文化等，内容丰富，博大精深。</p>
                                        <p>一风情，即摩梭风情，生活在泸沽湖畔的摩梭人保留着“男不娶、女不嫁”的母系走婚习俗。</p>
                                        <p>蓝月谷当地的居民习惯称其为“白水河”。晴天时，水是蓝色的山谷呈月牙形。白水河因为湖底的泥巴是白色的，下雨时水会变成白色。“湖水近乎凝固的湛蓝中，有些许绿意点缀其间。于湖心四顾，白云连横，浮于山际，倒影在湖面，如梦幻影，疑是仙境。”</p>
                                        <p>甘海子是玉龙雪山东麓的一个开阔的草甸，天然的大牧场，距丽江县城约25公里。这里原是一处高山湖泊，后因地质变化，出水口扩大，所以当地百姓俗称“干海子”。其实，“干海子”并不干，人们把“干海子”叫成了“甘海子”。</p>
                                        <p>甘海子是仰视玉龙雪山全貌最近的、也是最佳的地方。在这里你可看到玉龙雪山的十三个高峰由北向南依次排开，借助望远镜领略"绿色奇峰"的现代冰川奇观。</p>
                                        <p>冰塔林冰川末端由于消融而残留的塔状冰体，称为冰塔。它往往已与冰舌分离。成群出现的冰塔为冰塔林。冰塔与冰塔之间往往密布冰碛，冰碛中可能有死冰。</p>
                                        <p>束河古镇束河八景：夜市萤火、龙门望月、雪山倒映、断碑敲音、鱼水亲人、西山红叶、石莲夜话青龙桥。</p>
                                        <p>龙神祠为黑龙潭主要建筑，含戏台、得月楼，分布在一组造型典雅、和谐而又变幻无穷的主轴线上。祠坐东朝西，为四合五天井大院，有门楼、两厢、大殿，南面辟有一方丈，自成院落。大殿为单檐歇山顶，面阔进深三间，前有月台，施作垂带踏跺，四周游廊回互贯通。大殿和门楼高耸突兀，极富庙堂气息。门楼高悬“天光云影”四字榜书。</p>
                                        <p>龙潭映雪，以五孔桥、得月楼、雪山及黑龙潭中的雪山倒影组成的影像成为丽江的经典风光明信片，也成为游人在丽江拍照最多的取景之一。</p>
                                        <p>清朝乾隆二年（公元1737年），建玉泉龙神祠，清嘉庆十七年（公元1812年）和光绪十五年（公元1889年），玉泉曾两次被清朝皇帝敕加“龙神”封号。解放后，迁入明清古建筑五凤楼、解脱林、光碧楼、忠义坊石狮、文明坊、一文亭等园林建筑。</p>
                                        <p>五凤楼，凤楼原址位于丽江县城西北11公里的芝山福国寺内，1979年迁至玉泉公园黑龙潭畔。五凤楼为三重檐多角攒尖顶木结构建筑，从四面看都像5只展翅欲飞的凤凰，故名。平面呈方形，五凤楼高20米，进深3间，通面阔18.9米，通进深 17．8米。五凤楼造型特殊，构思巧妙，明、暗间格门上雕牡丹，梅花、石榴等。1983年1月，云南省府公布为第二批省级重点文物保护单位。</p>
                                        <p>木府是丽江古城文化之“大观园”。纳西民族首领木氏自元朝（1253）世袭丽江土知府以来，历经元明清三代22世470年，在西南诸土司中以“知诗书好礼守仪”而著称。</p>
                                        <p>牦牛坪位于丽江玉龙雪山景区北端，是玉龙雪山景区的重要组成部分，东起丽鸣公路，南临黑水河，西依玉龙雪山东麓，北达雪花村上部，面积16.6平方公里，景区内生活着彝族，藏族村落。村民以牧业为生，民风古朴，民族文化气氛较浓郁。牦牛坪景观为典型的草甸牧场</p>
                                        <p>万古楼是丽江标志性的建筑。意为观览畅怀于制高点，因谐其音，名为万古楼。万古楼为塔式五重檐全木结构建筑，高33米，象征原丽江纳西族自治县33万各族人民。主体柱子16根，都是通天木柱，是中国全木结构斗拱建筑一柱通顶不连接的第一楼。柱长22米，反映民间“好事成双”的说法，以及婚嫁选择双日为吉的习俗。采用16根通天柱，反映纳西族东巴象形文字中有开天九兄弟、劈地七姐妹的传说，寓意纳西儿女共同创造美好的世界。</p>
                                        <p>东巴万神园位于玉龙雪山南麓的玉峰寺旁。神园正门两个巨型图腾柱与雪山主峰形成一条主轴线。轴线中依次排列分布着三个巨型法杖，长240米、宽6米的神图路，两道神门，三个东巴至尊神。轴线两边广阔的区域，左为神域，右为鬼蜮，分别雕有三百多尊自然神、护法神、家畜神及各类风流鬼等巨型木雕。</p>
                                        <p>拉市海位于丽江县城西面8公里处的拉市坝中部，是云南省第一个以“湿地”命名的自然保护区。“拉市”为古纳西语译名，“拉”为荒坝，“市”为新，意为新的荒坝。拉市海每年有3万只左右，57种的候鸟过冬。因此拉市海也是候鸟的天堂，湖面海拔2437米。</p>
                                        <p>文海位于玉龙山主峰扇子陡西南麓，平均海拔3180米，云南丽江拉市海高原湿地省级自然保护区的片区之一。</p>
                                        <p>清溪水库位于丽江市北郊，丽江民族中专附近。</p>
                                        <p>玉峰寺位于玉龙山的南麓，距离丽江县城13公里。玉峰寺建于清康熙末年，是丽江著名喇嘛寺之一。</p>
                                        <p>观音峡景区位于丽江市17公里处的七河乡，占地面积16000亩，被人们誉为丽江第一景。</p>
                                        <p>玉水寨是丽江神龙三叠水生态旅游公司开发的一个旅游景区。2006年被评为国家AAAA级旅游景区。玉水寨有众多富有民族、地方特色的景观，例如神龙三叠水瀑布群、三文鱼养殖生态观光、古树和玉龙山最大的神泉、东巴壁画廊、东巴始祖庙、白沙细乐展示、纳西族古建筑和传统生活展示、东巴祭祀活动、传统祭祀场、东巴舞展示、纳西族传统水车、水碓、水磨房、高山草甸风光等。</p>
                                        <p>小落水村是母系社会最后一个部落，位于泸沽湖北部，处在一个三面环山，一面向泸沽湖的小山谷里。也是云南境内泸沽湖边的最后一个村寨，云南和四川的交界线就在村口，环湖公路在此明显的被切为两半：石子路面是云南，柏油路面则是四川。</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div role="tabpanel" class="tab-pane" id="scenery">
                        <!-- 丽江景点 -->
                        <div class="lijiang-scenery">
                            <div class="row">
                                <c:forEach items="${sceneries}" var="scenery">
                                    <div class="col-sm-6 col-md-4">
                                        <div class="thumbnail">
                                            <img src="${scenery.url}" alt="...">
                                            <div class="caption">
                                                <h3>${scenery.name}</h3>
                                                <p>${scenery.location}</p>
                                                <p>${scenery.openTime}</p>
                                                <span>${scenery.level}&nbsp;&nbsp;|&nbsp;&nbsp;${scenery.price}</span>
                                            </div>
                                        </div>
                                    </div>
                                </c:forEach>
                            </div>
                        </div>
                    </div>
                    <div role="tabpanel" class="tab-pane" id="accommodation">
                        <%--丽江住宿--%>
                        <div class="row">
                            <c:forEach items="${hotels}" var="hotel">
                                <div class="col-sm-6 col-md-4">
                                    <div class="thumbnail">
                                        <img src="${hotel.url}" alt="...">
                                        <div class="caption">
                                            <h4>${hotel.name}</h4>
                                            <h5>${hotel.english}</h5>
                                            <p class="ellipsis">${hotel.hotelDesc}</p>
                                            <p>${hotel.location}</p>
                                            <span>${hotel.price}</span>
                                        </div>
                                    </div>
                                </div>
                            </c:forEach>
                        </div>
                    </div>
                    <div role="tabpanel" class="tab-pane" id="cate">
                        <!-- 丽江美食 -->
                        <div class="lijiang-cate">
                            <div class="row">
                                <c:forEach items="${cates}" var="cate">
                                    <div class="col-sm-6 col-md-4">
                                        <div class="thumbnail">
                                            <img src="${cate.url}" alt="...">
                                            <div class="caption">
                                                <h4><strong>${cate.name}</strong></h4>
                                                <p class="ellipsis" style="-webkit-line-clamp: 1;">${cate.location}</p>
                                                <p class="ellipsis" style="-webkit-line-clamp: 2;">${cate.catesDesc}</p>
                                                <p><a href="#" class="btn btn-primary" role="button">Button</a> <a href="#" class="btn btn-default" role="button">Button</a></p>
                                            </div>
                                        </div>
                                    </div>
                                </c:forEach>
                            </div>
                        </div>
                    </div>
                </div>

            </div>
        </div>

    </div>
</div>